{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "MainMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "A mystical staff that boosts elemental power."
					},
					"Translation":
					{
						"Text": "A mystical staff that boosts elemental power."
					},
					"Key": "StaffDesc"
				},
				{
					"Source":
					{
						"Text": "A sharp sword with enhanced lightning power."
					},
					"Translation":
					{
						"Text": "A sharp sword with enhanced lightning power."
					},
					"Key": "SwordDesc"
				},
				{
					"Source":
					{
						"Text": "Attributes"
					},
					"Translation":
					{
						"Text": "Attributes"
					},
					"Key": "TutorialAttributes"
				},
				{
					"Source":
					{
						"Text": "Controls"
					},
					"Translation":
					{
						"Text": "Controls"
					},
					"Key": "TutorialControls"
				},
				{
					"Source":
					{
						"Text": "Earn Experience:\n-Defeat enemies to gain experience points for your chosen weapon.\n\nIncrease Your Weapon Level:\n-When you collect enough experience, your weapon will level up. Leveling up unlocks new combat techniques that help you deal more damage.\n\nBoost Your Elemental Proficiency:\n-Use elemental attacks (Fire, Ice, or Thunder) during battle. Each use increases your Elemental attribute for that weapon.\n\nUnlock Powerful Attacks:\n-As your elemental proficiency grows, you'll gain access to stronger elemental moves. Keep using a specific element to make its attacks even more effective."
					},
					"Translation":
					{
						"Text": "Earn Experience:\n-Defeat enemies to gain experience points for your chosen weapon.\n\nIncrease Your Weapon Level:\n-When you collect enough experience, your weapon will level up. Leveling up unlocks new combat techniques that help you deal more damage.\n\nBoost Your Elemental Proficiency:\n-Use elemental attacks (Fire, Ice, or Thunder) during battle. Each use increases your Elemental attribute for that weapon.\n\nUnlock Powerful Attacks:\n-As your elemental proficiency grows, you'll gain access to stronger elemental moves. Keep using a specific element to make its attacks even more effective."
					},
					"Key": "TutorialLevelUpDesc"
				},
				{
					"Source":
					{
						"Text": "Gameplay"
					},
					"Translation":
					{
						"Text": "Gameplay"
					},
					"Key": "TutorialGameplay"
				},
				{
					"Source":
					{
						"Text": "Health:\n-Your Health (HP) shows how much damage you can take. Taking damage in battle reduces your Health. When your Health reaches zero, it's game over.\n\nAttack:\n-The Attack attribute determines how much damage you deal to enemies. Increasing this attribute means you can defeat foes more quickly.\n\nDefence:\n-Your Defence attribute reduces the damage you take from enemy attacks. A higher Defence helps you withstand more hits during combat.\n\nElemental:\n-This attribute measures your proficiency with elemental attacks (Fire, Ice, and Thunder). As you use these attacks, your Elemental attribute improves, unlocking even more potent moves.\n\nWeapon Level:\n-Your Weapon Level reflects the experience you've earned with your chosen weapon. As the level increases, new techniques and abilities become available, enhancing your combat options."
					},
					"Translation":
					{
						"Text": "Health:\n-Your Health (HP) shows how much damage you can take. Taking damage in battle reduces your Health. When your Health reaches zero, it's game over.\n\nAttack:\n-The Attack attribute determines how much damage you deal to enemies. Increasing this attribute means you can defeat foes more quickly.\n\nDefence:\n-Your Defence attribute reduces the damage you take from enemy attacks. A higher Defence helps you withstand more hits during combat.\n\nElemental:\n-This attribute measures your proficiency with elemental attacks (Fire, Ice, and Thunder). As you use these attacks, your Elemental attribute improves, unlocking even more potent moves.\n\nWeapon Level:\n-Your Weapon Level reflects the experience you've earned with your chosen weapon. As the level increases, new techniques and abilities become available, enhancing your combat options."
					},
					"Key": "TutorialAttributesDesc"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "Language"
					},
					"Key": "LanguageLabel"
				},
				{
					"Source":
					{
						"Text": "Levelling Up"
					},
					"Translation":
					{
						"Text": "Levelling Up"
					},
					"Key": "TutorialLevelUp"
				},
				{
					"Source":
					{
						"Text": "Objective:\n-Your goal is to survive wave after wave of enemies. Stay alert, defeat as many foes as possible, and aim for a new high score.\n\nCombat Basics:\n-Use basic attacks to quickly take down enemies\n-Exploit enemy weaknesses with elemental attacks (Fire, Ice, or Thunder)\n-As you use these attacks, your Elemental attribute increases, unlocking more powerful moves\n\nUsing Techniques:\n-When your weapon levels up, new techniques become available. These special moves help you inflict heavy damage and keep enemies at bay.\n\nAbilities:\n-Use your abilities strategically during battle. When timed correctly, they can turn the tide by maximizing damage and controlling enemy movement.\n\nEnd of Battle:\n-The game continues until your Health runs out. At that point, you'll see an end screen displaying your final score, your best high score, and a summary of your attributes, including your Weapon Level and Elemental proficiency."
					},
					"Translation":
					{
						"Text": "Objective:\n-Your goal is to survive wave after wave of enemies. Stay alert, defeat as many foes as possible, and aim for a new high score.\n\nCombat Basics:\n-Use basic attacks to quickly take down enemies\n-Exploit enemy weaknesses with elemental attacks (Fire, Ice, or Thunder)\n-As you use these attacks, your Elemental attribute increases, unlocking more powerful moves\n\nUsing Techniques:\n-When your weapon levels up, new techniques become available. These special moves help you inflict heavy damage and keep enemies at bay.\n\nAbilities:\n-Use your abilities strategically during battle. When timed correctly, they can turn the tide by maximizing damage and controlling enemy movement.\n\nEnd of Battle:\n-The game continues until your Health runs out. At that point, you'll see an end screen displaying your final score, your best high score, and a summary of your attributes, including your Weapon Level and Elemental proficiency."
					},
					"Key": "TutorialGameplayDesc"
				},
				{
					"Source":
					{
						"Text": "Screen Shake"
					},
					"Translation":
					{
						"Text": "Screen Shake"
					},
					"Key": "ScreenShakeLabel"
				},
				{
					"Source":
					{
						"Text": "Vibration"
					},
					"Translation":
					{
						"Text": "Vibration"
					},
					"Key": "VibrationLabel"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": "{0}"
					},
					"Key": "DefenseStatFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": "{0}"
					},
					"Key": "ElementalStatFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": "{0}"
					},
					"Key": "AttackStatFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": "{0}"
					},
					"Key": "FireLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": "{0}"
					},
					"Key": "IceLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": "{0}"
					},
					"Key": "ThunderLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": "{0}"
					},
					"Key": "WeaponLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}%"
					},
					"Translation":
					{
						"Text": "{0}%"
					},
					"Key": "VolumePercentFormat"
				}
			]
		}
	]
}